// src/data/projectsData.js
export const projects = [
    {
      id: "project1",
      title: "НИТИ",
      description: "Кластер проектов по управлению современным образованием",
      audience:
        "менеджеры образования, управленцы, преимущественно женщины старше 40",
      slides: [
        {
          image: '/images/niti/niti1.png',
          task: "ребрендинг образовательного продукта, создание айдентики, гармонично сочетающей эстетику с глубоким смысловым содержанием. Основной акцент на женственность, лидерство и стремление к профессиональному росту",
          solution: "цветовая палитра создает ощущение серьезного подхода к вызовам современного образования. Возраст целевой аудитории определяет использование цветов с более короткой длиной волны (выбран синий, использовался и ранее, но изменены оттенки и градиенты). Новые элементы айдентики подчеркивают глубину образовательного материала",
        },
        {
          image: '/images/niti/niti2.png',
          task: "ребрендинг образовательного продукта, создание айдентики, гармонично сочетающей эстетику с глубоким смысловым содержанием. Основной акцент на женственность, лидерство и стремление к профессиональному росту",
          solution:
            "цветовая палитра создает ощущение серьезного подхода к вызовам современного образования. Возраст целевой аудитории определяет использование цветов с более короткой длиной волны (выбран синий, использовался и ранее, но изменены оттенки и градиенты). Новые элементы айдентики подчеркивают глубину образовательного материала",
        },
        {
          image: '/images/niti/niti3.png',
          task: "разработка мерча для мероприятия",
          solution: "цветовая палитра создает ощущение серьезного подхода к вызовам современного образования. Возраст целевой аудитории определяет использование цветов с более короткой длиной волны (выбран синий, использовался и ранее, но изменены оттенки и градиенты). Новые элементы айдентики подчеркивают глубину образовательного материала",
        },
        {
          image: '/images/niti/niti4.png',
          task: "создание smm-материалов (карточек)",
          solution: "разработка основных элементов фирменного стиля (сохранение общих моментов и введение разнообразия для привлечения внимания), расстановка акцентов для выделения существенной информации",
        },
        {
          image: '/images/niti/niti5.png',
          task: "создание smm-материалов (карточек)",
          solution: "разработка основных элементов фирменного стиля (сохранение общих моментов и введение разнообразия для привлечения внимания), расстановка акцентов для выделения существенной информации",
        },
      ],
    },
    {
      id: "project2",
      title: "КОДИИМ",
      description:
        "Проект по искусственному интеллекту, обучению программированию и созданию нейронных сетей",
      audience: "учащиеся 6-11 классов, интересующиеся программированием и ИИ",
      slides: [
        {
          image: '/images/code/code1.png',
          task: "оформление ивента — Московского городского конкурса для школьников в области ИИ (мерча для подарков победителям и призерам)",
          solution:
            "современная подача, цветовые отличия в бейджах, палитра отражает технологичность бренда",
        },
        {
          image: '/images/code/code2.png',
          task: "создать уникальный и запоминающийся мерч для буткемпа по ИИ",
          solution:
            "в разработке мерча реализован уникальный подход: смыслы мероприятия представлены как код в программировании",
        },
        {
          image: '/images/code/code3.png',
          task: "редизайн smm-материалов",
          solution:
            "разнообразие цветов, активное использование нейросетей для генерации иллюстраций и персонажей",
        },
        {
          image: '/images/code/code4.png',
          task: "редизайн smm-материалов",
          solution: "разнообразие цветов, активное использование нейросетей для генерации иллюстраций и персонажей",
        },
      ],
    },
    {
      id: "project3",
      title: "День физики",
      description:
        "Мероприятие состоялось 17 сентября 2023 года в день рождения Циолковского на базе вузов в 22 городах страны",
      audience: "старшеклассники, интересующиеся наукой, выбирают будущую профессию",
      slides: [
        {
          image: '/images/fizics/fizics1.png',
          task: "разработать карточки для игры «Технообмен» в айдентике бренда, но с указанными новыми цветами. Участники получали карточки в обмен на выполнение заданий",
          solution:
            "изучить биографии российских и советских учёных. Было важно показать, что теоретические открытия не самоцель, наука призвана решать конкретные практические задачи. Так родилась идея написать тексты об открытиях на обороте и добавлять надпись «НАУКА=ТЕОРИЯ+ПРАКТИКА». Цитаты учёных были подобраны для трансляции ценностей об отношении к профессии, труду и обществу",
        },
        {
          image: '/images/fizics/fizics2.png',
          task: "разработать макет открыток с российскими физиками, используя айдентику мероприятия",
          solution: "изучить биографии российских и советских учёных. Было важно показать, что теоретические открытия не самоцель, наука призвана решать конкретные практические задачи. Так родилась идея написать тексты об открытиях на обороте и добавлять надпись «НАУКА=ТЕОРИЯ+ПРАКТИКА». Цитаты учёных были подобраны для трансляции ценностей об отношении к профессии, труду и обществу",
        },
        {
          image: '/images/fizics/fizics3.png',
          task: "разработать карточки для игры «Технообмен» в айдентике бренда, но с указанными новыми цветами. Участники получали карточки в обмен на выполнение заданий",
          solution: "создание легко читаемых макетов с указанием темы, года, ранжирования и категории по цвету",
        },
      ],
    },
    {
      id: "project4",
      title: "Презентации",
      description:
        "",
      audience: "",
      slides: [
        {
          image: '/images/presentations/1-1.png',
          task: "создание презентации услуги по грузоперевозкам и переезду",
          solution:
            "расстановка смысловых акцентов, интерактивность (в мобильной версии при нажатии на телефон на 3 слайде автоматически набирается номер), создание ощущения надежности, броская типографика и цвета для привлечения внимания молодой целевой аудитории",
        },
        {
          image: '/images/presentations/1-2.png',
          task: "создание презентации услуги по грузоперевозкам и переезду",
          solution:
            "расстановка смысловых акцентов, интерактивность (в мобильной версии при нажатии на телефон на 3 слайде автоматически набирается номер), создание ощущения надежности, броская типографика и цвета для привлечения внимания молодой целевой аудитории",
        },
        {
          image: '/images/presentations/1-3.png',
          task: "создание презентации услуги по грузоперевозкам и переезду",
          solution:
            "расстановка смысловых акцентов, интерактивность (в мобильной версии при нажатии на телефон на 3 слайде автоматически набирается номер), создание ощущения надежности, броская типографика и цвета для привлечения внимания молодой целевой аудитории",
        },
        {
          image: '/images/presentations/2-1.png',
          task: "создание презентации для выступления по экологическим проблемам г. Красноярска",
          solution:
            "подбор иллюстраций, расстановка смысловых акцентов, структурирование информации, редизайн графиков",
        },
        {
          image: '/images/presentations/2-2.png',
          task: "создание презентации для выступления по экологическим проблемам г. Красноярска",
          solution:
            "подбор иллюстраций, расстановка смысловых акцентов, структурирование информации, редизайн графиков",
        },
        {
          image: '/images/presentations/2-3.png',
          task: "создание презентации для выступления по экологическим проблемам г. Красноярска",
          solution:
            "подбор иллюстраций, расстановка смысловых акцентов, структурирование информации, редизайн графиков",
        },
        {
          image: '/images/presentations/2-4.png',
          task: "создание презентации для выступления по экологическим проблемам г. Красноярска",
          solution:
            "подбор иллюстраций, расстановка смысловых акцентов, структурирование информации, редизайн графиков",
        },
        {
          image: '/images/presentations/2-5.png',
          task: "создание презентации для выступления по экологическим проблемам г. Красноярска",
          solution:
            "подбор иллюстраций, расстановка смысловых акцентов, структурирование информации, редизайн графиков",
        },
        {
          image: '/images/presentations/3-1.png',
          task: "разработка учебной презентации по Сталинградской битве",
          solution:
            "подбор иллюстраций, расстановка смысловых акцентов, структурирование информации",
        },
        {
          image: '/images/presentations/3-2.png',
          task: "разработка учебной презентации по Сталинградской битве",
          solution:
            "подбор иллюстраций, расстановка смысловых акцентов, структурирование информации",
        },
      ],
    },
  ];